Repository: nevermore1488/Krokapp_Flutter
Catalog: strings/strings_*.arb
Languages: be

# nav_menu_title
source: KrokApp, your guide
be: KrokApp, Ваш гід

# nav_menu_item_language
source: Language
be: Выбраць мову

# nav_menu_group_settings
source: Settings
be: Наладкі

# nav_menu_item_about_us
source: About us
be: Пра нас

# nav_menu_item_bookmarks
source: Bookmarks
be: Абранае

# nav_menu_item_downloaded
source: Downloads
be: Спампоўкі

# nav_menu_item_visited
source: Visited
be: Наведаныя кропкі

# nav_menu_group_personal
source: Personal
be: Асабістыя

# nav_menu_item_excursion_settings
source: Excursion settings
be: Наладкі экскурсіі

# cities_title
source: Places
be: Мясціны

# place_menu_detail
source: Detail
be: Падрабязна

# place_menu_map
source: Map
be: Карта

source: Points
be: Кропкі

source: Point
be: Кропка

# about_text
source: <b> <br/>Developer</b> <br/> <br/> Speech Synthesis and Recognition Laboratory of United Institute of Informatics Problems of National Academy of Sciences of Belarus <br/> <a href="http://ssrlab.by">ssrlab.by</a><br/> <br/> <b> <br/>Content</b> <br/> <br/> The content is prepared with the help of the specialists from the Institute of History of the National Academy of Sciences of Belarus. <br /> <br /> <b> <br/>Contact</b> <br/> <br/> Please, send your proposals, comments, and wishes: <a href="ssrlab221@gmail.com">ssrlab221@gmail.com</a>
be: <b> <br/>Распрацоўшчык</b> <br/> <br/> Лабараторыя распазнавання і сінтэзу маўлення Аб’яднаны інстытут праблем інфарматыкі НАН Беларусі <br/> <a href="http://ssrlab.by">ssrlab.by</a> <br/> <br/> <b> <br/>Кантэнт</b> <br/> <br/> Кантэнт створаны пра падтрымцы спецыялістаў Інстытута гісторыі НАН Беларусі. <br /> <br /> <b> <br/>Кантакт</b> <br/> <br/> Кантакт для прапаноў, каментароў і пажаданняў: <a href="ssrlab221@gmail.com">ssrlab221@gmail.com</a>

# download_point_title
source: Download point?
be: Запампаваць кропку?

# download_city_title
source: Download place?
be: Запампаваць месца?

# delete_point_title
source: Delete point?
be: Выдаліць кропку?

# delete_city_title
source: Delete place?
be: Выдаліць месца?

# download_point_message
source: Are you sure you want to download this point?
be: Вы ўпэўненыя, што жадаеце запампаваць гэтую кропку?

# download_city_message
source: Are you sure you want to download this place?
be: Вы ўпэўненыя, што жадаеце запампаваць гэтае месца?

# delete_point_message
source: Are you sure you want to delete this point?
be: Вы ўпэўненыя, што жадаеце выдаліць гэтую кропку?

# delete_city_message
source: Are you sure you want to delete this place?
be: Вы ўпэўненыя, што жадаеце выдаліць гэтуае месца?

# was_here
source: I was here
be: Я тут быў

# was_not_here
source: I was not here
be: Я тут не быў

# excursion_time
source: %s h: %s min
be: %s г: %s мін

# how_much_time
source: How much time do you have?
be: Колькі вы маеце вольнага часу?

source: Apply
be: Прымяніць

# excursion_select_all_tags
source: Select all tags
be: Выбраць усе тэгі

# ok
source: OÐº
be: ОК

source: CANCEL
be: АДМЕНА
